# Запросить у пользователя его имя
name = input("Введите ваше имя: ")

# Вывести приветствие
print("Привет, " + name + "! Добро пожаловать в мир Python.")